Repository: CPS-IT/bravo-content-elements
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# linkHandler.author
source: Author
de: Autor

# linkHandler.network_partner
source: Network partner
de: Netzwerkpartner

# pages.backend_layout.title.oneColumn
source: One column
de: 1-spaltig

# pages.backend_layout.title.twoColumn
source: Two columns
de: 2-spaltig

# pages.backend_layout.title.threeColumn
source: Three columns
de: 3-spaltig

# pages.backend_layout.title.home
source: Home
de: Startseite

# pages.backend_layout.title.knowledgeCompass
source: Knowledge compass
de: Wissenskompass

# pages.backend_layout.column.left
source: Left column
de: Linke Spalte

# pages.backend_layout.column.main
source: Main content
de: Hauptinhalt

# pages.backend_layout.column.disruptive_element
source: Disruptive element
de: Störer

# pages.backend_layout.column.right
source: Right column
de: Rechte Spalte

# pages.backend_layout.column.border
source: Border
de: Randspalte

# pages.backend_layout.column.facts
source: Facts
de: Geprüfte Fakten

# pages.backend_layout.column.handouts
source: Handouts
de: Handreichungen

# pages.backend_layout.column.additional_information
source: Additional information
de: Weitere Inhaltselemente

# pages.backend_layout.column.contacts
source: Contacts
de: Kontakte

# ctype.container_accordion.title
source: Container Accordion
de: Container Accordeon

# ctype.container_accordion.description
source: Container for accordion items
de: Container für Accordeon Einträge

# ctype.container_quickfacts.description
source: Container for Quick Facts items
de: Container für Quick Facts Einträge

# ctype.container_col_33_33_33.description
source: Container for three columns 33/33/33
de: Container für Inhalt über drei Spalten 33/33/33

# ctype.container_col_66_33.description
source: Container for two columns 66/33
de: Container für Inhalt über zwei Spalten 66/33

# ctype.container_col_33_66.description
source: Container for two columns 33/66
de: Container für Inhalt über zwei Spalten 33/66

# ctype.container_col_50_50.description
source: Container for two columns 50/50
de: Container für Inhalt über zwei Spalten 50/50

# ctype.container_section_1.description
source: Container for showcase section 1
de: Container für die Showcase Section 1

# ctype.container_section_2.description
source: Container for showcase section 2
de: Container für die Showcase Section 2

# ctype.container_section_3.description
source: Container for showcase section 3
de: Container für die Showcase Section 3

# ctype.container_section_4.description
source: Container for showcase section 4
de: Container für die Showcase Section 4

# ctype.container_section_5.description
source: Container for showcase section 5
de: Container für die Showcase Section 5

# container.header
source: Header
de: Überschrift

# container.content
source: Content
de: Inhalt

# container.content.left
source: Left column
de: Linke Spalte

# container.content.right
source: Right column
de: Rechte Spalte

# container.content.middle
source: Middle column
de: Mittlere Spalte

# container.content.full
source: Full column
de: Ganze Spalte

# container.content.showcase_section_5.1
source: Contact
de: Kontakt

# container.content.showcase_section_5.2
source: Actors
de: Akteure

# ctype.container_accordion_stepbystep.title
source: Container accordion step by step
de: Container Accordeon Schritt für Schritt

# ctype.container_accordion_stepbystep.description
source: Container for accordion step by step items
de: Container für Accordeon Schritt für Schritt Einträge

# ctype.accordion_stepbystep_item.bodytext
source: Text (max length 160 chars)
de: Text (maximale Länge 160 Zeichen)

# ctype.container_topicteaser.title
source: Container Topic Teaser
de: Container Themen Teaser

# ctype.container_topicteaser.description
source: Container for topic teaser items
de: Container für einzelne Themen Teaser

# ctype.container_benefits.description
source: Container for the greeting section with benefits teasers
de: Container für die Begrüßungssektion mit Leistungen Teasern

# ctype.container_contentteaser.title
source: Container content teaser 3 col
de: Container Content Teaser 3 Spalten

# ctype.container_contentteaser.description
source: Container for content teaser slider 3 cols
de: Container für Content Teaser in 3 Spalten

# ctype.container_ctateaser.title
source: Container CTA teaser 3 col
de: Container CTA Teaser 3 Spalten

# ctype.container_ctateaser.description
source: Container for CTA teaser slider 3 cols (homepage)
de: Container für CTA Teaser in 3 Spalten (Homepage)

# ctype.container_news.title
source: Container news (homepage)
de: Container Aktuelles (Startseite)

# ctype.container_news.description
source: Container for the news section with news teasers
de: Container für den Bereich Aktuelles mit news Teasern

# ctype.container_tab_item.title
source: Container tab item
de: Container Tab Eintrag

# ctype.container_tab_item.description
source: Container for a tab item
de: Container für einen Tab Eintrag

# ctype.container_tabs.description
source: Container for a tab content navigation
de: Container für eine Tab Inhaltsnavigation

# ctype.container_teaserslider.description
source: Container for teaser slider items
de: Container für einen Slider mit Teasern

# ctype.benefits_target.bodytext
source: Maximal 6 items
de: Maximal 6 Einträge
