Repository: CPS-IT/bravo-content-elements
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# pages.doktype.showcase_promotion
source: Showcase Promotion
de: Showcase Aktion

# pages.doktype.knowledge_compass
source: Knowledge compass
de: Wissenskompass

# pages.tabs.intro
source: Intro
de: Einführungsabsatz

# pages.palette.teaser_header
source: Title
de: Titel

# pages.palette.publication_date
source: Information date
de: Stand der Information

# pages.teaser_header
source: Teaser title
de: Teaser-Titel

# pages.teaser_subheader
source: Teaser Sub-title
de: Teaser-Untertitel

# pages.teaser_image
source: Teaser image (min Size 1920x1080 px)
de: Teaser-Bild (min Größe 1920x1080 px)

# pages.teaser_highlight
source: Teaser highlight
de: Teaser hervorheben

# pages.publication_date
source: Information date
de: Stand der Information

# pages.disabled_publication_date
source: Disable information date
de: Stand der Information ausblenden

# pages.intro_text
source: Intro text
de: Einführungsabsatz

# pages.no_sitemap
source: Add to sitemap
de: Zur Sitemap hinzufügen

# sys_file_metadata.accessibility
source: Accessibility
de: Barrierefreiheit

# sys_file_metadata.bitv
source: free
de: frei

# tt_content.CType.accordion
source: Accordion
de: Akkordeon

# tt_content.CType.accordion_description
source: Adds an accordion to the website
de: Fügt ein Akkordeon hinzu

# tt_content.CType.accordion_item
source: Accordion Item
de: Akkordeon Eintrag

# tt_content.CType.accordion_item_description
source: Adds an accordion item to the accordion
de: Fügt einen Akkordeon Eintrag hinzu

# tt_content.CType.accordion_stepbystep_item
source: Step by step accordion Item
de: Schrit nach Schritt Akkordeon Eintrag

# tt_content.CType.accordion_stepbystep_item_description
source: Adds an step by step accordion item
de: Fügt einen Schritt nach Schritt Akkordeon Eintrag hinzu

# tt_content.CType.textmedia.assets
source: Media elements (min Size 840x560 px)
de: Medienelemente (min Größe 840x560 px)

# tt_content.map_iframe
source: Embed Map (HTML iframe code)
de: Karte einbetten (HTML iframe Kode)

# tt_content.map.preview.image
source: Map preview image (min Size 840x560 px)
de: Map-Vorschaubild (min Größe 840x560 px)

# tt_content.video.preview.image
source: Video preview image (min Size 840x560 px)
de: Video-Vorschaubild (min Größe 840x560 px)

# tt_content.CType.quickfact_description
source: The Quick fact element adds a Quick fact entry to the website
de: Das Element "Quick Fact" fügt der Website einen Quick Fact Eintrag hinzu

# tt_content.CType.colorbox_description
source: The Colorbox element adds a Colorbox content element to the website
de: Das Element "Colorbox" fügt der Website ein Colorbox Inhaltselement hinzu

# tt_content.CType.cta_footer_description
source: Cta button for footer
de: Cta Button für den Footer

# tt_content.CType.cta_footer.items.title
source: Items
de: Einträge

# tt_content.CType.cta_footer.item.title
source: Item
de: Eintrag

# tt_content.CType.linkbox
source: Linkbox
de: Linkliste

# tt_content.CType.linkbox_description
source: Linkbox for anchors
de: Linkliste für anchors

# tt_content.CType.linkbox.sheetTitle
source: Linkbox
de: Linkliste

# tt_content.CType.linkbox.items.title
source: Items
de: Einträge

# tt_content.CType.linkbox.item.title
source: Item
de: Eintrag

# tt_content.CType.logo_slider_description
source: Adds a logo slider
de: Fügt einen Logo Slider hinzu

# tt_content.CType.logo_slider.image
source: Image (max height 160 px)
de: Bild (maximale Höhe 160 px)

# tt_content.CType.logo_wall
source: Logo wall
de: Logo Wand

# tt_content.CType.logo_wall_description
source: Adds a logo wall
de: Fügt eine Logo-Wand hinzu

# tt_content.CType.logo_wall.image
source: Image (max height 160 px)
de: Bild (maximale Höhe 160 px)

# tt_content.CType.cta_teaser_description
source: Adds a CTA teaser to the website
de: Fügt einen CTA Teaser hinzu

# tt_content.CType.image_compare
source: Image Compare (ShowCase)
de: Bild Vergleich (Showcase)

# tt_content.CType.image_compare_description
source: Adds an image compare for the showcase section to the website
de: Fügt einen Bild Vergleich für die Showcase Section hinzu

# tt_content.CType.image_compare.image
source: 2 images to compare
de: 2 Bilder zum Vergleich

# tt_content.CType.image_gallery.image
source: min. 2 images
de: Mind. 2 Bilder

# tt_content.CType.image_showcase
source: Image ShowCase
de: Bild Showcase

# tt_content.CType.image_showcase_description
source: Adds a ShowCase image to the website
de: Fügt ein Showcase Bild hinzu

# tt_content.CType.map_showcase_description
source: Adds a google map (iframe) to the website
de: Fügt eine Gopgle Map (iframe) hinzu

# tt_content.CType.teaser_description
source: Adds a teaser to the website
de: Fügt einen Teaser hinzu

# tt_content.CType.teaser_advanced_description
source: Adds an advanced teaser to the website
de: Fügt einen Advanced Teaser hinzu

# tt_content.CType.teaser_home_news
source: Teaser home news
de: Fügt einen News Teaser hinzu

# tt_content.CType.teaser_home_news_description
source: Adds a news teaser to the website (homepage)
de: Fügt einen News-Teaser hinzu (Startseite)

# tt_content.CType.teaser_home_top_news
source: Teaser home top news
de: Fügt eine Top-News Teaser hinzu

# tt_content.CType.teaser_home_top_news_description
source: Adds a top news teaser to the website (homepage)
de: Fügt einen Top-News-Teaser hinzu (Startseite)

# tt_content.CType.teaser_news
source: Teaser news
de: Teaser Aktuelles

# tt_content.CType.teaser_news_description
source: Adds a news teaser to the website
de: Fügt einen Aktuelles-Teaser hinzu

# tt_content.CType.teaser_showcase_description
source: Adds a ShowCase teaser (large image) to the website
de: Fügt einen ShowCase Teaser (Bild groß) hinzu

# tt_content.CType.teaser_topic
source: Topic Teaser
de: Themen Teaser

# tt_content.CType.teaser_topic_description
source: Adds a topic teaser to the website
de: Fügt einen Themen-Teaser hinzu

# tt_content.CType.teaser_actors
source: Teaser Actors
de: Teaser Akteure

# tt_content.CType.teaser_actors_description
source: Actors teaser for showcases
de: Akteure Teaser für Showcases

# tt_content.CType.benefits_network
source: Greetings section: benefits network
de: Begrüßungssektion: Benefits Netzwerk

# tt_content.CType.benefits_network_description
source: Adds a benefits network content element to the website
de: Fügt Benefits Netzwerk (Begrüßungssektion) hinzu

# tt_content.CType.benefits_target
source: Greetings section: benefits target
de: Begrüßungssektion: Benefits Zielgruppen

# tt_content.CType.benefits_target_description
source: Adds a benefits target (greetings section) to the website
de: Fügt Benefits Zielgruppen (Begrüßungssektion) hinzu

# tt_content.CType.mission_statement
source: Greetings section: mission statement
de: Begrüßungssektion: Unsere Mission

# tt_content.CType.mission_statement_description
source: Adds a mission statement (greetings section) to the website
de: Fügt ein "Unsere Mission" Statement (Begrüßungssektion) hinzu

# tt_content.CType.header_link
source: Subheader with link
de: Zwischenüberschrift mit Link

# tt_content.CType.header_link_description
source: Adds a subheader with an optional link
de: Fügt eine Zwischenüberschrift mit optinalem Link hinzu

# tt_content.CType.testimonial_description
source: The testimonial element adds a testimonial teaser with background image to the website
de: Fügt einen Testimonial-Teaser mit Hintergrundbild hinzu

# tt_content.teaser_label
source: Teaser label
de: Teaser Kennzeichnung

# tt_content.teaser_link_page
source: Teaser link (infos from page)
de: Teaser-Link (Info aus Seite)

# tt_content.palette.publication_date
source: Publication date
de: Veröffentlichungsdatum

# tt_content.teaser_disabled_publication_date
source: Disable teaser publication date
de: Veröffentlichungsdatum in den Teaser ausblenden

# tt_content.teaser_disabled_image
source: Disable the image in teaser
de: Bild im Teaser ausblenden

# tt_content.CType.contact
source: Contact
de: Kontakt

# tt_content.CType.contact_description
source: The contact element adds a contact box to the website.
de: Das Kontakt Element fügt einen Kontaktbox zur Webseite hinzu.

# tt_content.CType.searchbox
source: Searchbox with hotline
de: Searchbox mit Hotline

# tt_content.CType.searchbox_description
source: The searchbox element adds a searchbox with hotline to the website.
de: Das Searchbox Element fügt eine Searchbox mit Hotline zur Webseite hinzu.

# tt_content.CType.anchorNavigation
source: Section Index (generated)
de: Sektionsindex (generiert)

# tt_content.CType.anchorNavigation_description
source: Section Index. The element contains title, description and an automatically rendered section index of the current page.
de: Sektionsindex. Das Element enthält Titel, Beschreibung und einen automatitsch erzeugten Sektionsindex der aktuellen Seite.

# tt_content.CType.image_gallery
source: Image gallery
de: Bildergalerie

# tt_content.CType.image_gallery_description
source: Inserts an image gallery to the website
de: Fügt eine Bildergalerie zur Webseite hinzu.

# tt_content.CType.quote
source: Quote
de: Zitat

# tt_content.CType.quote_description
source: The Quote element adds a quote text to the website
de: Das Element "Zitat" fügt der Website einen Zitattext hinzu

# quote.author
source: Author
de: Autorin
